Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: RTP payload format assumed for dynamic payloads
ca_es: Format de càrrega útil RTP assumit per les càrregues útils dinàmiques

source: This payload format will be assumed for dynamic payload types (between 96 and 127) if it can't be determined otherwise with out-of-band mappings (SDP)
ca_es: Els tipus de càrregues útils dinàmiques (entre 96 i 127) assumiran aquest format de càrrega útil si no es poden determinar d'una altra manera amb mapatges fora de banda (SDP)

source: Real-Time Protocol (RTP) input
ca_es: Entrada del protocol en temps real (RTP)

source: SDP required
ca_es: Es requereix l'SDP

source: A description in SDP format is required to receive the RTP stream. Note that rtp:// URIs cannot work with dynamic RTP payload format (%<PRIu8>).
ca_es: Es requereix una descripció en format SDP per rebre el flux RTP. Els URL rtp:// no funcionen amb el format dinàmic de càrrega útil RTP (%<PRIu8>).

source: Real RTSP
ca_es: RTSP real

source: Connection failed
ca_es: S'ha produït un error a la connexió

source: VLC could not connect to "%s:%d".
ca_es: El VLC no s'ha pogut connectar a "%s:%d".

source: Session failed
ca_es: S'ha produït un error a la sessió

source: The requested RTSP session could not be established.
ca_es: No es pot establir la connexió RTSP sol·licitada.

source: Desired frame rate for the capture.
ca_es: Aquesta opció us permet especificar els fotogrames per segon desitjats per a la captura.

source: Capture fragment size
ca_es: Captura la mida del fragment

source: Optimize the capture by fragmenting the screen in chunks of predefined height (16 might be a good value, and 0 means disabled).
ca_es: Aquesta opció us permet optimitzar la captura mitjançant la divisió de la pantalla en fragments d'alçada predeterminada (16 pot ser un bon valor, i 0 significa inhabilitat).

source: Subscreen top left corner
ca_es: Cantonada superior esquerra de la subpantalla

source: Top coordinate of the subscreen top left corner.
ca_es: Coordenada superior de la cantonada superior esquerra de la subpantalla.

source: Left coordinate of the subscreen top left corner.
ca_es: Coordenada esquerra de la cantonada superior esquerra de la subpantalla.

source: Subscreen width
ca_es: Amplada de la subpantalla

source: Subscreen height
ca_es: Alçada de la subpantalla

source: Follow the mouse
ca_es: Segueix el ratolí

source: Follow the mouse when capturing a subscreen.
ca_es: Segueix el ratolí quan es capturi una subpantalla.

source: Mouse pointer image
ca_es: Imatge del punter del ratolí

source: If specified, will use the image to draw the mouse pointer on the capture.
ca_es: Aquesta opció us permet utilitzar les imatges per dibuixar el punter del ratolí a la captura.

source: Display ID
ca_es: Identificador de pantalla

source: Display ID. If not specified, main display ID is used.
ca_es: Identificador de pantalla. Si no s'especifica, s'utilitzarà l'identificador de pantalla principal.

source: Screen index
ca_es: Índex de pantalles

source: Index of screen (1, 2, 3, ...). Alternative to Display ID.
ca_es: Índex de pantalles (1, 2, 3, etc.). Alternativa a l'identificador de pantalla.

source: Screen Input
ca_es: Entrada de la pantalla

source: Screen
ca_es: Pantalla

source: How many times the screen content should be refreshed per second.
ca_es: Quantes vegades per segon s'ha d'actualitzar el contingut de la pantalla.

source: Region left column
ca_es: Columna esquerra de la regió

source: Abscissa of the capture region in pixels.
ca_es: Abscissa de la regió de captura en píxels.

source: Region top row
ca_es: Fila superior de la regió

source: Ordinate of the capture region in pixels.
ca_es: Ordenada de la regió de captura en píxels.

source: Capture region width
ca_es: Amplada de la regió de captura

source: Pixel width of the capture region, or 0 for full width
ca_es: Amplada del píxel de la regió de captura, o 0 si voleu una amplada completa.

source: Capture region height
ca_es: Alçada de la regió de captura

source: Pixel height of the capture region, or 0 for full height
ca_es: Alçada del píxel de la regió de captura, o 0 si voleu una alçada completa.

source: Screen capture (with X11/XCB)
ca_es: Captura de pantalla (amb X11/XCB)

source: SFTP port
ca_es: Port SFTP

source: SFTP port number to use on the server
ca_es: Nombre del port SFTP que s'ha d'utilitzar al servidor

source: Read size
ca_es: Mida de la lectura

source: Size of the request for reading access
ca_es: Mida de la sol·licitud per a l'accés de lectura

source: SFTP input
ca_es: Entrada SFTP

source: SFTP authentication
ca_es: Autenticació SFTP

source: Please enter a valid login and password for the sftp connexion to %s
ca_es: Introduïu unes dades d'inici de sessió i una contrasenya vàlides perquè la connexió SFTP %s

source: Frame buffer depth
ca_es: Profunditat de la memòria intermèdia gràfica

source: Pixel depth of the frame buffer, or zero for XWD file
ca_es: Profunditat dels píxels de la memòria intermèdia gràfica, o cero per al fitxer XWD

source: Frame buffer width
ca_es: Amplada de la memòria intermèdia gràfica

source: Pixel width of the frame buffer (ignored for XWD file)
ca_es: Amplada dels píxels de la memòria intermèdia gràfica (s'ignora per al fitxer XWD)

source: Frame buffer height
ca_es: Alçada de la memòria intermèdia gràfica

source: Pixel height of the frame buffer (ignored for XWD file)
ca_es: Alçada dels píxels de la memòria intermèdia gràfica (s'ignora per al fitxer XWD)

source: Frame buffer segment ID
ca_es: Identificador dels segments de la memòria intermèdia gràfica

source: System V shared memory segment ID of the frame buffer (this is ignored if --shm-file is specified).
ca_es: Identificador del segment de la memòria compartida del System V de la memòria intermèdia gràfica (s'ignora si s'especifica el --shm-file).

source: Frame buffer file
ca_es: Fitxer de la memòria intermèdia gràfica

source: Path of the memory mapped file of the frame buffer
ca_es: Camí del fitxer projectat a la memòria de la memòria intermèdia gràfica

source: XWD file (autodetect)
ca_es: Fitxer XWD (detecció automàtica)

source: Framebuffer input
ca_es: Entrada de la memòria intermèdia gràfica

source: Shared memory framebuffer
ca_es: Memòria intermèdia gràfica de la memòria compartida

source: SMB user name
ca_es: Nom d'usuari SMB

source: SMB password
ca_es: Contrasenya SMB

source: SMB domain
ca_es: Domini SMB

source: Domain/Workgroup that will be used for the connection.
ca_es: Aquesta opció us permet modificar el domini/grup de treball que s'utilitzarà per a la connexió.

source: Samba (Windows network shares) input
ca_es: Entrada Samba (xarxes compartides de Windows)

source: SMB input
ca_es: Entrada SMB

source: TCP input
ca_es: Entrada TCP

source: Time code
ca_es: Codi de temps

source: Time code subpicture elementary stream generator
ca_es: Codi de temps del generador de flux elemental de subimatge

source: UDP input
ca_es: Entrada UDP

source: Reset defaults
ca_es: Restableix els valors per defecte

source: Video capture device
ca_es: Dispositiu de captura de vídeo

source: Video capture device node.
ca_es: Node de dispositiu de captura de vídeo.

source: VBI capture device
ca_es: Dispositiu de captura VBI

source: The device node where VBI data can be read (for closed captions)
ca_es: El node del dispositiu on es llegeixen les dades VBI (per a títols tancats)

source: Standard
ca_es: Estàndard

source: Video standard (Default, SECAM, PAL, or NTSC).
ca_es: Estàndard del vídeo (Per defecte, SECAM, PAL, o NTSC).

source: Force the Video4Linux2 video device to use a specific chroma format (eg. I420 or I422 for raw images, MJPG for M-JPEG compressed input) (Complete list: GREY, I240, RV16, RV15, RV24, RV32, YUY2, YUYV, UYVY, I41N, I422, I420, I411, I410, MJPG)
ca_es: Força al dispositiu de vídeo Video4Linux2 un format de crominància (p.e. I420 o I422 per a imatges crues, MJPG per a entrada comprimida M-JPEG) (Llistat complet: GREY, I240, RV16, RV15, RV24, RV32, YUY2, YUYV, UYVY, I41N, I422, I420, I411, I410, MJPG)

source: Input of the card to use (see debug).
ca_es: Entrada de la targeta que s'ha d'utilitzar (vegeu la depuració).

source: Audio input
ca_es: Entrada d'àudio

source: Audio input of the card to use (see debug).
ca_es: Entrada d'àudio de la targeta que s'ha d'utilitzar (vegeu la depuració).

source: The specified pixel resolution is forced (if both width and height are strictly positive).
ca_es: Es força la resolució de píxel especificada (si tant l'amplada com l'alçada són positives)

source: Radio device
ca_es: Dispositiu de ràdio

source: Radio tuner device node.
ca_es: Node del dispositiu del sintonitzador de ràdio.

source: Frequency
ca_es: Freqüència

source: Tuner frequency in Hz or kHz (see debug output)
ca_es: Freqüència del sintonitzador en Hz o kHz (vegeu la sortida de depuració)

source: Audio mode
ca_es: Mode d'àudio

source: Tuner audio mono/stereo and track selection.
ca_es: Sintonitzador d'àudio mono/estèreo i selecció de pistes.

source: Reset controls
ca_es: Restableix els controls

source: Reset controls to defaults.
ca_es: Restableix els valors per defecte dels controls.

source: Brightness
ca_es: Brillantor

source: Picture brightness or black level.
ca_es: Brillantor de la imatge o nivell de negre.

source: Automatic brightness
ca_es: Brillantor automàtica

source: Automatically adjust the picture brightness.
ca_es: Ajusta la brillantor de la imatge automàticament.

source: Picture contrast or luma gain.
ca_es: Contrast de la imatge o guany de luminància.

source: Saturation
ca_es: Saturació

source: Picture saturation or chroma gain.
ca_es: Saturació de la imatge o guany de crominància.

source: Hue
ca_es: To de color

source: Hue or color balance.
ca_es: To o balanç de color.

source: Automatic hue
ca_es: To de color automàtic

source: Automatically adjust the picture hue.
ca_es: Ajusta el to de color de la imatge automàticament.

source: White balance temperature (K)
ca_es: Temperatura de l'equilibri de blancs (K)

source: White balance temperature as a color temperation in Kelvin (2800 is minimum incandescence, 6500 is maximum daylight).
ca_es: Temperatura de l'equilibri de blancs que actua com a moderadora del color, en graus Kelvin (2800 significa incandescència mínima, 6500, llum natural màxima).

source: Automatic white balance
ca_es: Equilibri de blancs automàtic

source: Automatically adjust the picture white balance.
ca_es: Ajusta l'equilibri de blancs de la imatge automàticament.

source: Red balance
ca_es: Equilibri de vermells

source: Red chroma balance.
ca_es: Equilibri de la crominància dels vermells.

source: Blue balance
ca_es: Equilibri de blaus

source: Blue chroma balance.
ca_es: Equilibri de la crominància dels blaus.

source: Gamma adjust.
ca_es: Ajust de la gamma.

source: Automatic gain
ca_es: Guany automàtic

source: Automatically set the video gain.
ca_es: Defineix el guany de vídeo automàticament.

source: Gain
ca_es: Guany

source: Picture gain.
ca_es: Guany de la imatge.

source: Sharpness
ca_es: Nitidesa

source: Sharpness filter adjust.
ca_es: Ajust del filtre de nitidesa.

source: Chroma gain
ca_es: Guany de crominància

source: Chroma gain control.
ca_es: Control del guany de crominància.

source: Automatic chroma gain
ca_es: Guany automàtic de la crominància

source: Automatically control the chroma gain.
ca_es: Controla el guany de la crominància automàticament.

source: Power line frequency
ca_es: Freqüència de la xarxa d'alimentació

source: Power line frequency anti-flicker filter.
ca_es: Filtre antiparpelleig de la freqüència de la xarxa d'alimentació.

source: Backlight compensation
ca_es: Compensació del contrallum

source: Band-stop filter
ca_es: Filtre de banda eliminada

source: Cut a light band induced by fluorescent lighting (unit undocumented).
ca_es: Talla una banda de llum induïda per la il·luminació fluorescent (unitat no documentada).

source: Horizontal flip
ca_es: Inverteix horitzontalment

source: Flip the picture horizontally.
ca_es: Inverteix la imatge horitzontalment.

source: Vertical flip
ca_es: Inverteix verticalment

source: Flip the picture vertically.
ca_es: Inverteix la imatge verticalment.

source: Rotate (degrees)
ca_es: Rota (graus)

source: Picture rotation angle (in degrees).
ca_es: Angle de rotació de la imatge (en graus).

source: Color killer
ca_es: Eliminació de colors

source: Enable the color killer, i.e. switch to black & white picture whenever the signal is weak.
ca_es: Habilita l'eliminació de colors, p.e. canvia a imatge en blanc i negre quan la senyal és dèbil.

source: Color effect
ca_es: Efecte de color

source: Select a color effect.
ca_es: Selecciona un efecte de color.

source: Black & white
ca_es: Blanc i negre

source: Sepia
ca_es: Sèpia

source: Negative
ca_es: Negatiu

source: Emboss
ca_es: Relleu

source: Sketch
ca_es: Esbós

source: Sky blue
ca_es: Blau cel

source: Grass green
ca_es: Verd gespa

source: Skin whiten
ca_es: Blanqueig

source: Vivid
ca_es: Viu

source: Audio volume
ca_es: Volum d'àudio

source: Volume of the audio input.
ca_es: Entrada del volum d'àudio.

source: Audio balance
ca_es: Equilibri d'àudio

source: Balance of the audio input.
ca_es: Entrada de l'equilibri d'àudio.

source: Bass level
ca_es: Nivell dels greus

source: Bass adjustment of the audio input.
ca_es: Ajust dels greus de l'entrada d'àudio.

source: Treble level
ca_es: Nivell dels aguts

source: Treble adjustment of the audio input.
ca_es: Ajust dels aguts de l'entrada d'àudio.

source: Mute the audio.
ca_es: Silencia l'àudio.

source: Loudness mode
ca_es: Mode de sonoritat

source: Loudness mode a.k.a. bass boost.
ca_es: Mode de sonoritat (també conegut com potència de greus).

source: v4l2 driver controls
ca_es: Controls del controlador del v4l2

source: Set the v4l2 driver controls to the values specified using a comma separated list optionally encapsulated by curly braces (e.g.: {video_bitrate=6000000,audio_crc=0,stream_type=3} ). To list available controls, increase verbosity (-vvv) or use the v4l2-ctl application.
ca_es: Fixa els controls del controlador del v4l2 als valors especificats mitjançant una llista separada per comes encapsulada, opcionalment,entre claus (p.e.: {video_bitrate=6000000,audio_crc=0,stream_type=3} ). Per llistar els controls disponibles, incrementeu la loquacitat (-vvv) o feu servir l'aplicació v4l2-ctl.

source: All
ca_es: Tot

source: Multichannel television sound (MTS)
ca_es: So de televisió multicanal (MTS)

source: 525 lines / 60 Hz
ca_es: 525 línies / 60 Hz

source: 625 lines / 50 Hz
ca_es: 625 línies / 50 Hz

source: NTSC M Japan
ca_es: NTSC M Japó

source: NTSC M South Korea
ca_es: NTSC M Corea del Sud

source: Primary language
ca_es: Llengua primària

source: Secondary language or program
ca_es: Llengua secundària o programa

source: Video4Linux input
ca_es: Entrada Video4Linux

source: Video input
ca_es: Entrada de vídeo

source: Tuner
ca_es: Sintonitzador

source: Video capture controls (if supported by the device)
ca_es: Controls de la captura de vídeo (si ho admet el dispositiu)

source: Video4Linux compressed A/V input
ca_es: Entrada A/V comprimida Video4Linux

source: Video4Linux radio tuner
ca_es: Sintonitzador de ràdio Video4Linux

source: VCD input
ca_es: Entrada VCD

source: Entry
ca_es: Entrada

source: VCD Format
ca_es: Format VCD

source: Application
ca_es: Aplicació

source: Preparer
ca_es: Preparador

source: Vol max #
ca_es: Volum màxim #

source: Volume Set
ca_es: Configuració del volum

source: Volume
ca_es: Volum

source: System Id
ca_es: Identificador del sistema

source: Entries
ca_es: Entrades

source: Tracks
ca_es: Pistes

source: Audio Channels
ca_es: Canals d'àudio

source: First Entry Point
ca_es: Primer punt d'entrada

source: Last Entry Point
ca_es: Últim punt d'entrada

source: Track size (in sectors)
ca_es: Mida de la pista (en sectors)

source: type
ca_es: tipus

source: end
ca_es: fi

source: play list
ca_es: reprodueix la llista

source: extended selection list
ca_es: llista de selecció ampliada

source: selection list
ca_es: llista de selecció

source: unknown type
ca_es: tipus de fitxer desconegut

source: List ID
ca_es: Identificador de la llista

source: (Super) Video CD
ca_es: (Súper) Vídeo CD

source: Video CD (VCD 1.0, 1.1, 2.0, SVCD, HQVCD) input
ca_es: Entrada de Vídeo CD (VCD 1.0, 1.1, 2.0, SVCD, HQVCD)

source: vcdx://[device-or-file][@{P,S,T}num]
ca_es: vcdx://[dispositiu-o-fitxer][@{P,S,T}nombre]

source: If nonzero, this gives additional debug information.
ca_es: Si no és zero, proporciona informació de depuració addicional.

source: Number of CD blocks to get in a single read.
ca_es: Nombre de blocs de CD que s'han d'aconseguir en una lectura.

source: Use playback control?
ca_es: Voleu utilitzar el control de la reproducció?

source: If VCD is authored with playback control, use it. Otherwise we play by tracks.
ca_es: Si el VCD es va crear amb el control de la reproducció, utilitza'l. Altrament, es fa servir la reproducció per pistes.

source: Use track length as maximum unit in seek?
ca_es: Voleu utilitzar la durada de la pista com a unitat màxima a la cerca?

source: If set, the length of the seek bar is the track rather than the length of an entry.
ca_es: Si està definit, la longitud de la barra de cerca és la pista en comptes de la longitud de l'entrada.

source: Show extended VCD info?
ca_es: Voleu mostrar la informació de VCD ampliada?

source: Show the maximum amount of information under Stream and Media Info. Shows for example playback control navigation.
ca_es: Mostra la quantitat màxima d'informació dels elements multimèdia i del flux. Mostra per exemple la navegació del control de reproducció.

source: Format to use in the playlist's "author" field.
ca_es: Format que s'ha d'utilitzar al camp «autor» de la llista de reproducció.

source: Format to use in the playlist's "title" field.
ca_es: Format que s'ha d'utilitzar al camp «títol» de la llista de reproducció .

source: Support for VDR recordings (http://www.tvdr.de/).
ca_es: Assistència per als enregistraments del VDR (http://www.tvdr.de/).

source: Chapter offset in ms
ca_es: Òfset del capítol en ms

source: Move all chapters. This value should be set in milliseconds.
ca_es: Mou tots els capítols. Aquest valor s'ha de definir en mil·lisegons.

source: Default frame rate for chapter import.
ca_es: Fotogrames per segon predeterminats per a la importació de capítols.

source: VDR recordings
ca_es: Enregistraments del VDR

source: VDR Cut Marks
ca_es: Línies de tall del VDR

source: Start
ca_es: Inicia

source: X.509 Certificate Authority
ca_es: Entitat certificadora X.509

source: Certificate of the Authority to verify server's against
ca_es: Certificat de l'entitat contra la qual verificar el servidor

source: X.509 Certificate Revocation List
ca_es: Llista de revocació de certificat X.509

source: List of revoked servers certificates
ca_es: Llista de certificats de servidors revocats

source: X.509 Client certificate
ca_es: Certificat del client X.509

source: Certificate for client authentification
ca_es: Certificat per a l'autenticació del client

source: X.509 Client private key
ca_es: Clau privada del client X.509

source: Private key for authentification by certificate
ca_es: Clau privada per a l'autenticació mitjançant certificat

source: RGB chroma (RV32, RV24, RV16, RGB2)
ca_es: Crominància RGB (RV32, RV24, RV16, RGB2)

source: Compression level
ca_es: Nivell de compressió

source: Transfer compression level from 0 (none) to 9 (max)
ca_es: Nivell de compressió de transferència des de 0 (cap) fins 9 (màxim)

source: Image quality
ca_es: Qualitat de la imatge

source: Image quality 1 to 9 (max)
ca_es: Qualitat de la imatge de 1 a 9 (màxima)

source: VNC client access
ca_es: Accés del client VNC

source: Media in Zip
ca_es: Elements multimèdia en Zip

source: Path to the media in the Zip archive
ca_es: Camí cap als elements multimèdia del fitxer Zip

source: Zip files filter
ca_es: Filtre dels fitxers zip

source: Zip access
ca_es: Accés al zip

source: ARM NEON video chroma conversions
ca_es: Conversions de la crominància del vídeo ARM NEON

source: Audio filter for simple channel mixing using NEON assembly
ca_es: Filtre d'àudio per a la mescla de canal simple utilitzant l'assemblatge NEON

source: ARM NEON audio volume
ca_es: Volum del so ARM NEON

source: ARM NEON video chroma YUV->RGBA
ca_es: Crominància del vídeo ARM NEON YUV->RGBA

source: TCP address to use
ca_es: Adreça TCP que s'ha d'utilitzar

source: TCP address to use to communicate with the video part of the Bar Graph (default localhost). In the case of bargraph incrustation, use localhost.
ca_es: Adreça TCP que s'ha d'utilitzar per comunicar-se amb la part del vídeo de la gràfica de barres (màquina local per defecte). En cas que la gràfica de barres estigui incrustada, utilitzeu la màquina local.

source: TCP port to use
ca_es: Port TCP que s'ha d'utilitzar

source: TCP port to use to communicate with the video part of the Bar Graph (default 12345). Use the same port as the one used in the rc interface.
ca_es: Adreça TCP que s'ha d'utilitzar per comunicar-se amb la part del vídeo de la gràfica de barres (12345 per defecte). En cas que la gràfica de barres estigui incrustada, utilitzeu la màquina local.

source: Defines if BarGraph information should be sent
ca_es: Determina si la informació de la gràfica de barres s'ha d'enviar

source: Defines if BarGraph information should be sent. 1 if the information should be sent, 0 otherwise (default 1).
ca_es: Determina si la informació de la gràfica de barres s'ha d'enviar. 1 si la informació s'ha d'enviar, 0 altrament (per defecte 1).

source: Sends the barGraph information every n audio packets
ca_es: Envia la informació de la gràfica de barres cada n paquets d'àudio

source: Defines how often the barGraph information should be sent. Sends the barGraph information every n audio packets (default 4).
ca_es: Determina amb quina freqüència s'ha d'enviar la informació de la gràfica de barres. Envia la informació de la gràfica de barres cada n paquets d'àudio (per defecte 4).

source: Defines if silence alarm information should be sent
ca_es: Determina si la informació de l'alarma silenciosa s'ha d'enviar

source: Defines if silence alarm information should be sent. 1 if the information should be sent, 0 otherwise (default 1).
ca_es: Determina si la informació de l'alarma silenciosa s'ha d'enviar. 1 si la informació s'ha d'enviar, 0 altrament (per defecte 1).

source: Time window to use in ms
ca_es: Finestra de temps que s'ha d'utilitzar en ms

source: Time Window during when the audio level is measured in ms for silence detection. If the audio level is under the threshold during this time, an alarm is sent (default 5000).
ca_es: La finestra de temps durant la qual el nivell d'àudio es mesura en ms per detectar el silenci. Si el nivell d'àudio està per sota del límit durant aquest temps s'enviarà una alarma (per defecte 5000).

source: Minimum Audio level to raise the alarm
ca_es: Nivell mínim d'àudio per activar l'alarma

source: Threshold to be attained to raise an alarm. If the audio level is under the threshold during this time, an alarm is sent (default 0.1).
ca_es: Límit al qual s'ha d'arribar per activar l'alarma. Si el nivell d'àudio està per sota del límit durant aquest temps s'enviarà l'alarma (per defecte 0,1) .

source: Time between two alarm messages in ms
ca_es: Temps entre dos missatges d'alarma en ms

source: Time between two alarm messages in ms. This value is used to avoid alarm saturation (default 2000).
ca_es: Temps entre dos missatges d'alarma en ms. Aquest valor s'utilitza per evitar la saturació de l'alarma (per defecte 2000).

source: Force connection reset regularly
ca_es: Fes que la connexió es reinicii regularment
